tap "heroku/brew"
tap "railwaycat/emacsmacport"
tap "homebrew/dupes"
tap "homebrew/science"
tap "homebrew/core"
tap "homebrew/versions"
tap "homebrew/boneyard"
tap "homebrew/x11"
tap "homebrew/bundle"
tap "homebrew/services"
tap "pivotal/tap"
tap "caskroom/drivers"
tap "caskroom/cask"
cask "java"
cask "xquartz"
brew "ack"
brew "ant"
brew "aspell"
brew "freetype"
brew "gettext"
brew "cairo"
brew "git"
brew "atk"
brew "autoconf"
brew "automake"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazaar"
brew "bdw-gc"
brew "c-ares"
brew "cabal-install"
brew "cask"
brew "ccm"
brew "chromedriver"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "curl"
brew "dbus"
brew "libgpg-error"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "doxygen"
brew "drip"
brew "elasticsearch"
brew "pcre2"
brew "fish", args: ["HEAD"]
brew "flow"
brew "isl"
brew "gcc"
brew "gd"
brew "mysql"
brew "python"
brew "postgresql", restart_service: true
brew "gdk-pixbuf"
brew "geoip"
brew "ghostscript"
brew "git-extras"
brew "gnu-sed"
brew "libunistring"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "gpg-agent"
brew "gradle"
brew "libtool"
brew "graphviz"
brew "gsasl"
brew "gsl"
brew "icu4c"
brew "hicolor-icon-theme"
brew "gtk+"
brew "guile"
brew "heroku"
brew "highlight"
brew "imagemagick"
brew "intltool"
brew "jasper"
brew "jbig2dec"
brew "jmeter"
brew "leiningen"
brew "libcroco"
brew "libevent"
brew "libmagic"
brew "libmaxminddb"
brew "librsvg"
brew "libssh2"
brew "libsvg"
brew "libusb-compat"
brew "libxslt"
brew "libyaml"
brew "mailutils"
brew "makedepend"
brew "markdown"
brew "maven"
brew "mercurial"
brew "mit-scheme"
brew "neon"
brew "nginx"
brew "nvm"
brew "ossp-uuid"
brew "p7zip"
brew "packer"
brew "perl-build"
brew "phantomjs"
brew "pkcrack"
brew "postgis"
brew "pv"
brew "qt"
brew "qcachegrind"
brew "qt@5.5"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "rename"
brew "rlwrap"
brew "rust"
brew "ssh-copy-id"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tree"
brew "unixodbc"
brew "unrar"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wireshark"
brew "xclip"
brew "xctool"
brew "yarn"
brew "pivotal/tap/springboot"
brew "railwaycat/emacsmacport/emacs-mac", link: false
cask "appzapper"
cask "atom"
cask "audacity"
cask "bettertouchtool"
cask "betterzipql"
cask "caffeine"
cask "dbvisualizer"
cask "deluge"
cask "disk-inventory-x"
cask "dotnet"
cask "filezilla"
cask "firefox"
cask "fontforge"
cask "freemind"
cask "gimp"
cask "handbrake"
cask "harvest"
cask "iterm2"
cask "licecap"
cask "lightpaper"
cask "macdown"
cask "mono-mdk"
cask "monolingual"
cask "musicbrainz-picard"
cask "openoffice"
cask "pgadmin3"
cask "private-internet-access"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rcdefaultapp"
cask "reaper"
cask "screenhero"
cask "skype"
cask "slack"
cask "sonarr"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "unifi-controller"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "wireshark-chmodbpf"
cask "xamarin"
