tap "brewsci/science"
tap "caskroom/drivers"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "indlin/postgresql-py"
tap "railwaycat/emacsmacport"
cask "xquartz"
brew "ack"
brew "ant"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "readline"
brew "unixodbc"
brew "asdf"
brew "aspell"
brew "gettext"
brew "python"
brew "atk"
brew "aws-elasticbeanstalk"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bazaar"
brew "bdw-gc"
brew "icu4c"
brew "c-ares"
brew "cabal-install"
brew "libpng"
brew "freetype"
brew "cairo"
brew "libunistring"
brew "emacs"
brew "cask"
brew "ccm"
brew "cloog"
brew "cmake"
brew "cowsay"
brew "cscope"
brew "ctags"
brew "curl"
brew "dbus"
brew "doxygen"
brew "fd"
brew "pcre2"
brew "fish", args: ["HEAD"]
brew "flow"
brew "fzf"
brew "isl"
brew "gcc"
brew "jpeg"
brew "libtiff"
brew "webp"
brew "gd"
brew "libxml2"
brew "little-cms2"
brew "qt"
brew "gdk-pixbuf"
brew "geoip"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "libgpg-error"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "google-authenticator-libpam"
brew "gource"
brew "gradle"
brew "graphviz"
brew "gsasl"
brew "gsl"
brew "hicolor-icon-theme"
brew "gtk+"
brew "pkg-config"
brew "guile"
brew "highlight"
brew "htop"
brew "libomp"
brew "imagemagick"
brew "imagemagick@6"
brew "intltool"
brew "jbig2dec"
brew "jmeter"
brew "leiningen"
brew "libcroco"
brew "libmagic"
brew "libmaxminddb"
brew "librsvg"
brew "libssh2"
brew "libsvg"
brew "libusb-compat"
brew "libxml++"
brew "libxml++3"
brew "libxslt"
brew "mailutils"
brew "makedepend"
brew "markdown"
brew "mas"
brew "maven"
brew "media-info"
brew "mercurial"
brew "mit-scheme"
brew "mysql"
brew "neon"
brew "nginx"
brew "node"
brew "nvm"
brew "ossp-uuid"
brew "p7zip"
brew "packer"
brew "pandoc"
brew "perl-build"
brew "pkcrack"
brew "postgresql@11", restart_service: true
brew "pth"
brew "pv"
brew "python@2"
brew "qcachegrind"
brew "redis", restart_service: true
brew "rename"
brew "rlwrap"
brew "ruby-build"
brew "ssh-copy-id", link: true
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tree"
brew "unrar"
brew "unzip"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "wireshark"
brew "xclip"
brew "xctool"
brew "yarn"
brew "zlib"
brew "railwaycat/emacsmacport/emacs-mac"
cask "adobe-acrobat-reader"
cask "alfred"
cask "appzapper"
cask "aptible"
cask "atom"
cask "battle-net"
cask "caffeine"
cask "ccmenu"
cask "chromedriver"
cask "commander-one"
cask "dbvisualizer"
cask "deluge"
cask "dotnet"
cask "emacs-mac"
cask "firefox"
cask "font-menlo-for-powerline"
cask "fontforge"
cask "freemind"
cask "geekbench"
cask "gimp"
cask "google-chrome"
cask "grammarly"
cask "graphql-playground"
cask "handbrake"
cask "intel-power-gadget"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "jqbx"
cask "lg-onscreen-control"
cask "licecap"
cask "lightpaper"
cask "logitech-control-center"
cask "logitech-gaming-software"
cask "macdown"
cask "malwarebytes"
cask "mono-mdk"
cask "monolingual"
cask "musicbrainz-picard"
cask "notion"
cask "openoffice"
cask "pgadmin4"
cask "plex-media-player"
cask "postman"
cask "private-internet-access"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qnap-external-raid-manager"
cask "quicklook-csv"
cask "quicklook-json"
cask "racket"
cask "rcdefaultapp"
cask "reaper"
cask "rubymine"
cask "skype"
cask "skype-for-business"
cask "slack"
cask "sonarr"
cask "spotify"
cask "steam"
cask "suspicious-package"

cask "visual-studio-code"
cask "vlc"
cask "alfred"
cask "google-chrome"
cask "font-menlo-for-powerline"
cask "transmission"
cask "tunnelblick"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xamarin"
mas "1Password 7", id: 1333542190
mas "Boom 2", id: 948176063
mas "Divvy", id: 413857545
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PiPer", id: 1421915518
mas "uBlock", id: 1385985095
mas "Xcode", id: 497799835

