tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "railwaycat/emacsmacport"
brew "ack"
brew "adr-tools"
brew "openjdk"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "webp"
brew "aspell"
brew "gettext"
brew "glib"
brew "atk"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bdw-gc"
brew "icu4c"
brew "freetype"
brew "pkg-config"
brew "ccm"
brew "isl"
brew "cloog"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "cscope"
brew "libunistring"
brew "libssh2"
brew "curl"
brew "dbus"
brew "doxygen"
brew "fd"
brew "libtool"
brew "guile"
brew "little-cms2"
brew "ffmpeg"
brew "gcc"
brew "pcre2"
brew "fish"
brew "flow"
brew "fnm"
brew "fzf"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "jbig2dec"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "gnu-sed"
brew "libgpg-error"
brew "libksba"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go-jira"
brew "gource"
brew "graphicsmagick"
brew "netpbm"
brew "librsvg"
brew "gsasl"
brew "gsl"
brew "hicolor-icon-theme"
brew "gtk+"
brew "highlight"
brew "htop"
brew "libheif"
brew "libomp"
brew "imagemagick"
brew "intltool"
brew "jq"
brew "leiningen"
brew "libcroco"
brew "libmagic"
brew "libmaxminddb"
brew "libsvg"
brew "libusb-compat"
brew "libxml++"
brew "libxml++3"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "mailutils"
brew "makedepend"
brew "markdown"
brew "mas"
brew "maven"
brew "media-info"
brew "mercurial"
brew "neon"
brew "ossp-uuid"
brew "p7zip"
brew "pandoc"
brew "perl-build"
brew "qt"
brew "postgresql", restart_service: true, link: true
brew "pth"
brew "pv"
brew "qcachegrind"
brew "redis", restart_service: true
brew "rename"
brew "rlwrap"
brew "rubyfmt"
brew "ssh-copy-id"
brew "terraform"
brew "texinfo"
brew "the_silver_searcher"
brew "tree"
brew "unixodbc"
brew "unzip"
brew "vips"
brew "w3m"
brew "watch"
brew "watchman"
brew "wget"
brew "xclip"
brew "yarn"
brew "zlib"
brew "heroku/brew/heroku"
cask "1password"
cask "1password-cli"
cask "ccmenu"
cask "chromedriver"
cask "dbvisualizer"
cask "dotnet"
cask "emacs-mac"
cask "firefox"
cask "font-menlo-for-powerline"
cask "fontforge"
cask "freemind"
cask "geekbench"
cask "gimp"
cask "github"
cask "google-chrome"
cask "imageoptim"
cask "istat-menus"
cask "iterm2"
cask "logitech-g-hub"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "monolingual"
cask "philips-hue-sync"
cask "postman"
cask "powershell"
cask "raycast"
cask "reaper"
cask "slack"
cask "soundsource"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "transmission"
cask "vlc"

mas "Xcode", id: 497799835
mas "WireGuard", id: 1451685025
